tutorials/multiphase/cavitatingFoam/les/throttle/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          51;
        startFace       57362;
    }
    outlet
    {
        type            patch;
        nFaces          51;
        startFace       57413;
    }
    walls
    {
        type            wall;
        nFaces          836;
        startFace       57464;
    }
    frontBack
    {
        type            empty;
        nFaces          57540;
        startFace       58300;
    }
)

// ************************************************************************* //
